from config import PROMOCODE

TEXT_RU_START = '''
Привет! Мы очень рады, что ты выбираешь нас 🥰

Хотим отблагодарить тебя за покупку и подарить промокод от нашего партнёра — целых 30 дней безлимитной подписки видеосервиса START ⚡

Чтобы получить промокод, оставь отзыв на купленный у нас товар на Wildberries и пришли сюда его скрин из личного кабинета в приложении WB 🙏🏻
'''

TEXT_RU_SENDPROMO = f'''
Ты супер! 🥳

Можешь брать отпуск на 30 дней, потому что оторваться от сериалов теперь будет очень сложно 🤪

ПРОМОКОД: {PROMOCODE}
'''

TEXT_RU_MISTAKE = '''
Отправь пожалуйста скрин с отзывом в таком формате 👆🏻

Или если он уже опубликован - скрин из общих отзывов тоже подойдёт 🥰
'''